Repository: Bengerthelorf/macIconChanger
Catalog: IconChanger/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

source: API connection successful!
ar: اتصال API ناجح!
cs: Připojení k API úspěšné!
da: API-forbindelse lykkedes!
de: API-Verbindung erfolgreich!
el: Επιτυχής σύνδεση API!
es: ¡Conexión API exitosa!
fi: API-yhteys onnistui!
fr: Connexion API réussie !
hi: API कनेक्शन सफल!
hu: API-kapcsolat sikeres!
id: Koneksi API berhasil!
it: Connessione API riuscita!
ja: API接続に成功しました！
ko: API 연결 성공!
ms: Sambungan API berjaya!
nb: API-tilkobling vellykket!
nl: API-verbinding geslaagd!
pl: Połączenie API udane!
pt: Conexão API bem-sucedida!
ro: Conexiune API reușită!
ru: Подключение к API успешно!
sv: API-anslutning lyckades!
th: เชื่อมต่อ API สำเร็จ!
tr: API bağlantısı başarılı!
uk: З'єднання з API успішне!
vi: Kết nối API thành công!
zh_hans: API 连接成功！
zh_hant: API 連線成功！
zh_hk: API 連線成功！

source: API test failed: %@
ar: فشل اختبار API: %@
cs: Test API selhal: %@
da: API-test mislykkedes: %@
de: API-Test fehlgeschlagen: %@
el: Η δοκιμή API απέτυχε: %@
es: Prueba de API fallida: %@
fi: API-testi epäonnistui: %@
fr: Test API échoué : %@
hi: API परीक्षण विफल: %@
hu: API-teszt sikertelen: %@
id: Uji API gagal: %@
it: Test API fallito: %@
ja: APIテストに失敗しました: %@
ko: API 테스트 실패: %@
ms: Ujian API gagal: %@
nb: API-test mislyktes: %@
nl: API-test mislukt: %@
pl: Test API nie powiódł się: %@
pt: Teste de API falhou: %@
ro: Testul API a eșuat: %@
ru: Тест API не пройден: %@
sv: API-test misslyckades: %@
th: การทดสอบ API ล้มเหลว: %@
tr: API testi başarısız: %@
uk: Тест API не вдався: %@
vi: Kiểm tra API thất bại: %@
zh_hans: API测试失败: %@
zh_hant: API 測試失敗：%@
zh_hk: API 測試失敗：%@

source: App Aliases
ar: أسماء التطبيقات المستعارة
cs: Aliasy aplikací
da: App-aliasser
de: App-Aliase
el: Ψευδώνυμα εφαρμογών
es: Alias de aplicaciones
fi: Sovellusaliakset
fr: Alias d'applications
hi: ऐप उपनाम
hu: Alkalmazás álnevek
id: Alias Aplikasi
it: Alias app
ja: アプリエイリアス
ko: 앱 별칭
ms: Alias Apl
nb: Appaliaser
nl: App-aliassen
pl: Aliasy aplikacji
pt: Aliases de aplicativos
ro: Aliasuri aplicații
ru: Псевдонимы приложений
sv: Appalias
th: นามแฝงแอป
tr: Uygulama Takma Adları
uk: Псевдоніми додатків
vi: Bí danh ứng dụng
zh_hans: 应用别名
zh_hant: 應用程式別名
zh_hk: 應用程式別名

source: App Icons Restored
ar: تمت استعادة أيقونات التطبيقات
cs: Ikony aplikací obnoveny
da: App-ikoner gendannet
de: App-Symbole wiederhergestellt
el: Τα εικονίδια εφαρμογών αποκαταστάθηκαν
es: Iconos de aplicaciones restaurados
fi: Sovelluskuvakkeet palautettu
fr: Icônes d'applications restaurées
hi: ऐप आइकन पुनर्स्थापित
hu: Alkalmazásikonok visszaállítva
id: Ikon Aplikasi Dipulihkan
it: Icone app ripristinate
ja: アプリアイコン復元済み
ko: 앱 아이콘 복원됨
ms: Ikon Apl Dipulihkan
nb: Appikoner gjenopprettet
nl: App-pictogrammen hersteld
pl: Ikony aplikacji przywrócone
pt: Ícones de aplicativos restaurados
ro: Pictograme aplicații restaurate
ru: Значки приложений восстановлены
sv: Appikoner återställda
th: กู้คืนไอคอนแอปแล้ว
tr: Uygulama Simgeleri Geri Yüklendi
uk: Іконки додатків відновлені
vi: Đã khôi phục biểu tượng ứng dụng
zh_hans: 应用图标已恢复
zh_hant: App 圖像已回復
zh_hk: 應用程式圖像已回復

source: App Name
ar: اسم التطبيق
cs: Název aplikace
da: App-navn
el: Όνομα εφαρμογής
es: Nombre de la aplicación
fi: Sovelluksen nimi
fr: Nom de l'application
hi: ऐप का नाम
hu: Alkalmazás neve
id: Nama Aplikasi
it: Nome app
ja: アプリ名
ko: 앱 이름
ms: Nama Apl
nb: Appnavn
nl: App-naam
pl: Nazwa aplikacji
pt: Nome do aplicativo
ro: Nume aplicație
ru: Имя приложения
sv: Appnamn
th: ชื่อแอป
tr: Uygulama Adı
uk: Назва додатка
vi: Tên ứng dụng
zh_hans: 应用名称
zh_hant: App 名稱
zh_hk: 應用程式名稱

source: App or cached icon file no longer exists
ar: التطبيق أو ملف الأيقونة المخزنة لم يعد موجودًا
cs: Aplikace nebo soubor ikony v mezipaměti již neexistuje
da: App eller cachet ikonfil findes ikke længere
de: App oder zwischengespeicherte Symboldatei existiert nicht mehr
el: Η εφαρμογή ή το αποθηκευμένο αρχείο εικονιδίου δεν υπάρχει πλέον
es: La app o el archivo de icono en caché ya no existe
fi: Sovellus tai välimuistissa oleva kuvaketiedosto ei enää ole
fr: L'application ou le fichier d'icône en cache n'existe plus
hi: ऐप या कैश्ड आइकन फ़ाइल अब मौजूद नहीं है
hu: Az alkalmazás vagy a gyorsítótárazott ikonfájl már nem létezik
id: Aplikasi atau file ikon cache tidak lagi ada
it: L'app o il file icona nella cache non esiste più
ja: アプリまたはキャッシュされたアイコンファイルが存在しません
ko: 앱 또는 캐시된 아이콘 파일이 더 이상 존재하지 않습니다
ms: Aplikasi atau fail ikon cache tidak lagi wujud
nb: App eller hurtigbufret ikonfil finnes ikke lenger
nl: App of gecacht pictogrambestand bestaat niet meer
pl: Aplikacja lub plik ikony z pamięci podręcznej już nie istnieje
pt: O app ou arquivo de ícone em cache não existe mais
ro: Aplicația sau fișierul pictogramă din cache nu mai există
ru: Приложение или кэшированный файл иконки больше не существует
sv: Appen eller den cachade ikonfilen finns inte längre
th: แอปหรือไฟล์ไอคอนแคชไม่มีอยู่แล้ว
tr: Uygulama veya önbelleğe alınmış simge dosyası artık mevcut değil
uk: Програма або кешований файл іконки більше не існує
vi: Ứng dụng hoặc tệp biểu tượng đã lưu không còn tồn tại
zh_hans: 应用或缓存的图标文件已不存在
zh_hant: 應用程式或快取的圖示檔案已不存在
zh_hk: 應用程式或快取的圖示檔案已不存在

source: App Update Detection
ar: اكتشاف تحديثات التطبيقات
cs: Detekce aktualizací aplikací
da: Registrering af app-opdateringer
de: App-Update-Erkennung
el: Ανίχνευση ενημερώσεων εφαρμογών
es: Detección de actualizaciones
fi: Sovelluspäivitysten tunnistus
fr: Détection de mises à jour
hi: ऐप अपडेट पहचान
hu: Alkalmazásfrissítés-észlelés
id: Deteksi Pembaruan Aplikasi
it: Rilevamento aggiornamenti
ja: アプリ更新検出
ko: 앱 업데이트 감지
ms: Pengesanan Kemas Kini Apl
nb: Oppdagelse av appoppdateringer
nl: App-updatedetectie
pl: Wykrywanie aktualizacji aplikacji
pt: Detecção de atualizações
ro: Detectare actualizări aplicații
ru: Обнаружение обновлений
sv: Appuppdateringsidentifiering
th: ตรวจจับการอัปเดตแอป
tr: Uygulama Güncelleme Algılama
uk: Виявлення оновлень додатків
vi: Phát hiện cập nhật ứng dụng
zh_hans: 应用更新检测
zh_hant: 應用程式更新偵測
zh_hk: 應用程式更新偵測

source: App Visibility
ar: ظهور التطبيق
cs: Viditelnost aplikace
da: App-synlighed
de: App-Sichtbarkeit
el: Ορατότητα εφαρμογής
es: Visibilidad de la aplicación
fi: Sovelluksen näkyvyys
fr: Visibilité de l'application
hi: ऐप दृश्यता
hu: Alkalmazás láthatósága
id: Visibilitas Aplikasi
it: Visibilità app
ja: アプリの可視性
ko: 앱 표시
ms: Keterlihatan Apl
nb: Appsynlighet
nl: App-zichtbaarheid
pl: Widoczność aplikacji
pt: Visibilidade do aplicativo
ro: Vizibilitate aplicație
ru: Видимость приложения
sv: Appsynlighet
th: การมองเห็นแอป
tr: Uygulama Görünürlüğü
uk: Видимість додатка
vi: Hiển thị ứng dụng
zh_hans: 应用可见性
zh_hant: App 可見性
zh_hk: 應用程式可見性

source: Application
ar: التطبيق
cs: Aplikace
da: Program
de: Anwendung
el: Εφαρμογή
es: Aplicación
fi: Sovellus
hi: एप्लिकेशन
hu: Alkalmazás
id: Aplikasi
it: Applicazione
ja: アプリケーション
ko: 응용 프로그램
ms: Aplikasi
nb: Program
nl: Applicatie
pl: Aplikacja
pt: Aplicativo
ro: Aplicație
ru: Приложение
sv: Program
th: แอปพลิเคชัน
tr: Uygulama
uk: Додаток
vi: Ứng dụng
zh_hans: 应用程序
zh_hant: 應用程式
zh_hk: 應用程式

source: Application Folders
ar: مجلدات التطبيقات
cs: Složky aplikací
da: Programmapper
de: Anwendungsordner
el: Φάκελοι εφαρμογών
es: Carpetas de aplicaciones
fi: Sovelluskansiot
fr: Dossiers d'application
hi: एप्लिकेशन फ़ोल्डर
hu: Alkalmazásmappák
id: Folder Aplikasi
it: Cartelle applicazioni
ja: アプリケーションフォルダ
ko: 응용 프로그램 폴더
ms: Folder Aplikasi
nb: Programmapper
nl: Applicatiemappen
pl: Foldery aplikacji
pt: Pastas de aplicativos
ro: Foldere aplicații
ru: Папки приложений
sv: Programmappar
th: โฟลเดอร์แอปพลิเคชัน
tr: Uygulama Klasörleri
uk: Папки додатків
vi: Thư mục ứng dụng
zh_hans: 应用程序文件夹
zh_hant: 應用程式檔案夾
zh_hk: 應用程式資料夾

source: Arabic
ar: العربية
cs: Arabština
da: Arabisk
de: Arabisch
el: Αραβικά
es: Árabe
fi: Arabia
fr: Arabe
hi: अरबी
hu: Arab
id: Arab
it: Arabo
ja: アラビア語
ko: 아랍어
ms: Bahasa Arab
nb: Arabisk
nl: Arabisch
pl: Arabski
pt: Árabe
ro: Arabă
ru: Арабский
sv: Arabiska
th: อาหรับ
tr: Arapça
uk: Арабська
vi: Tiếng Ả Rập
zh_hans: 阿拉伯语
zh_hant: 阿拉伯語
zh_hk: 阿拉伯語

source: Are you sure you want to clear all %lld cached icons?
ar: هل أنت متأكد أنك تريد مسح جميع الأيقونات المخزنة مؤقتًا البالغ عددها %lld؟
cs: Opravdu chcete vymazat všech %lld uložených ikon?
da: Er du sikker på, at du vil rydde alle %lld cachelagrede ikoner?
de: Sind Sie sicher, dass Sie alle %lld zwischengespeicherten Symbole löschen möchten?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε όλα τα %lld αποθηκευμένα εικονίδια;
es: ¿Está seguro de que desea borrar todos los %lld iconos en caché?
fi: Haluatko varmasti tyhjentää kaikki %lld välimuistissa olevaa kuvaketta?
fr: Voulez-vous vraiment supprimer les %lld icônes en cache ?
hi: क्या आप वाकई सभी %lld कैश्ड आइकन साफ़ करना चाहते हैं?
hu: Biztosan törölni szeretné mind a %lld gyorsítótárazott ikont?
id: Apakah Anda yakin ingin menghapus semua %lld ikon yang di-cache?
it: Sei sicuro di voler cancellare tutte le %lld icone memorizzate?
ja: キャッシュされた %lld 個のアイコンをすべて削除しますか？
ko: 캐시된 아이콘 %lld개를 모두 삭제하시겠습니까?
ms: Adakah anda pasti mahu mengosongkan semua %lld ikon yang dicache?
nb: Er du sikker på at du vil slette alle %lld bufrede ikoner?
nl: Weet u zeker dat u alle %lld opgeslagen pictogrammen wilt wissen?
pl: Czy na pewno chcesz usunąć wszystkie %lld zapisane ikony?
pt: Tem certeza de que deseja limpar todos os %lld ícones em cache?
ro: Sigur doriți să ștergeți toate cele %lld pictograme din cache?
ru: Вы уверены, что хотите удалить все %lld кэшированных значков?
sv: Är du säker på att du vill rensa alla %lld cachade ikoner?
th: คุณแน่ใจหรือไม่ว่าต้องการล้างไอคอนที่แคชไว้ทั้งหมด %lld รายการ?
tr: Tüm %lld önbelleğe alınmış simgeyi silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете очистити всі %lld кешованих іконок?
vi: Bạn có chắc muốn xóa tất cả %lld biểu tượng đã lưu?
zh_hans: 确定要清除全部 %lld 个缓存图标吗？
zh_hant: 確定要清除全部 %lld 個快取圖像嗎？
zh_hk: 確定要清除全部 %lld 個快取圖像嗎？

source: Are you sure you want to remove %lld selected icon(s) from the cache?
ar: هل أنت متأكد أنك تريد إزالة %lld أيقونات مختارة من ذاكرة التخزين المؤقت؟
cs: Opravdu chcete odebrat %lld vybraných ikon z mezipaměti?
da: Er du sikker på, at du vil fjerne %lld valgte ikon(er) fra cachen?
de: Sind Sie sicher, dass Sie %lld ausgewählte(s) Symbol(e) aus dem Cache entfernen möchten?
el: Είστε βέβαιοι ότι θέλετε να αφαιρέσετε %lld επιλεγμένα εικονίδια από την προσωρινή μνήμη;
es: ¿Está seguro de que desea eliminar %lld icono(s) seleccionado(s) del caché?
fi: Haluatko varmasti poistaa %lld valittua kuvaketta välimuistista?
fr: Voulez-vous vraiment supprimer %lld icône(s) sélectionnée(s) du cache ?
hi: क्या आप वाकई %lld चयनित आइकन कैश से हटाना चाहते हैं?
hu: Biztosan el szeretné távolítani a kiválasztott %lld ikont a gyorsítótárból?
id: Apakah Anda yakin ingin menghapus %lld ikon terpilih dari cache?
it: Sei sicuro di voler rimuovere %lld icona/e selezionata/e dalla cache?
ja: 選択した %lld 個のアイコンをキャッシュから削除しますか？
ko: 선택한 아이콘 %lld개를 캐시에서 제거하시겠습니까?
ms: Adakah anda pasti mahu mengalih keluar %lld ikon terpilih dari cache?
nb: Er du sikker på at du vil fjerne %lld valgte ikon(er) fra bufferen?
nl: Weet u zeker dat u %lld geselecteerde pictogram(men) uit de cache wilt verwijderen?
pl: Czy na pewno chcesz usunąć %lld wybranych ikon z pamięci podręcznej?
pt: Tem certeza de que deseja remover %lld ícone(s) selecionado(s) do cache?
ro: Sigur doriți să eliminați %lld pictograme selectate din cache?
ru: Вы уверены, что хотите удалить %lld выбранных значков из кэша?
sv: Är du säker på att du vill ta bort %lld valda ikoner från cachen?
th: คุณแน่ใจหรือไม่ว่าต้องการลบ %lld ไอคอนที่เลือกออกจากแคช?
tr: %lld seçili simgeyi önbellekten kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити %lld вибраних іконок з кешу?
vi: Bạn có chắc muốn xóa %lld biểu tượng đã chọn khỏi bộ nhớ đệm?
zh_hans: 确定要从缓存中移除选中的 %lld 个图标吗？
zh_hant: 確定要從快取中移除選取的 %lld 個圖像嗎？
zh_hk: 確定要從快取中移除選取的 %lld 個圖像嗎？

source: Auto-Restore on Schedule
ar: استعادة تلقائية وفقًا للجدول الزمني
cs: Automatické obnovení podle plánu
da: Gendan automatisk efter tidsplan
de: Automatische planmäßige Wiederherstellung
el: Αυτόματη επαναφορά σε πρόγραμμα
es: Auto-restaurar por programa
fi: Palauta automaattisesti aikataulun mukaan
fr: Restauration automatique programmée
hi: शेड्यूल पर स्वचालित पुनर्स्थापना
hu: Automatikus visszaállítás ütemezés szerint
id: Pulihkan Otomatis Sesuai Jadwal
it: Ripristino automatico programmato
ja: スケジュールで自動復元
ko: 일정에 따라 자동 복원
ms: Pulihkan Automatik Mengikut Jadual
nb: Gjenopprett automatisk etter tidsplan
nl: Automatisch herstellen op schema
pl: Automatyczne przywracanie według harmonogramu
pt: Auto-restaurar por agendamento
ro: Restaurare automată programată
ru: Автовосстановление по расписанию
sv: Återställ automatiskt enligt schema
th: กู้คืนอัตโนมัติตามกำหนดเวลา
tr: Zamanlamaya Göre Otomatik Geri Yükle
uk: Автоматичне відновлення за розкладом
vi: Tự động khôi phục theo lịch
zh_hans: 按计划自动恢复
zh_hant: 按排程自動回復
zh_hk: 按排程自動回復

source: Auto-Restore When Apps Update
ar: استعادة تلقائية عند تحديث التطبيقات
cs: Automatické obnovení při aktualizaci aplikací
da: Gendan automatisk ved app-opdateringer
de: Automatisch wiederherstellen bei App-Updates
el: Αυτόματη επαναφορά κατά την ενημέρωση εφαρμογών
es: Auto-restaurar al actualizar apps
fi: Palauta automaattisesti sovellusten päivityksissä
fr: Restauration automatique lors des mises à jour
hi: ऐप अपडेट होने पर स्वचालित पुनर्स्थापना
hu: Automatikus visszaállítás alkalmazásfrissítéskor
id: Pulihkan Otomatis Saat Aplikasi Diperbarui
it: Ripristino automatico all'aggiornamento
ja: アプリ更新時に自動復元
ko: 앱 업데이트 시 자동 복원
ms: Pulihkan Automatik Apabila Apl Dikemas Kini
nb: Gjenopprett automatisk ved appoppdateringer
nl: Automatisch herstellen bij app-updates
pl: Automatyczne przywracanie przy aktualizacji aplikacji
pt: Auto-restaurar ao atualizar apps
ro: Restaurare automată la actualizarea aplicațiilor
ru: Автовосстановление при обновлении
sv: Återställ automatiskt vid appuppdateringar
th: กู้คืนอัตโนมัติเมื่อแอปอัปเดต
tr: Uygulamalar Güncellendiğinde Otomatik Geri Yükle
uk: Автоматичне відновлення при оновленні додатків
vi: Tự động khôi phục khi ứng dụng cập nhật
zh_hans: 应用更新时自动恢复
zh_hant: App 更新時自動回復
zh_hk: 應用程式更新時自動回復

source: Background
ar: الخلفية
cs: Pozadí
da: Baggrund
de: Hintergrund
el: Παρασκήνιο
es: Segundo plano
fi: Tausta
fr: Tâche de fond
hi: पृष्ठभूमि
hu: Háttér
id: Latar Belakang
ja: バックグラウンド
ko: 백그라운드
ms: Latar Belakang
nb: Bakgrunn
nl: Achtergrond
pl: Tło
pt: Segundo plano
ro: Fundal
ru: Фон
sv: Bakgrund
th: พื้นหลัง
tr: Arka Plan
uk: Фон
vi: Nền
zh_hans: 后台
zh_hant: 背景
zh_hk: 背景

source: Background Service
ar: خدمة الخلفية
cs: Služba na pozadí
da: Baggrundstjeneste
de: Hintergrunddienst
el: Υπηρεσία παρασκηνίου
es: Servicio en segundo plano
fi: Taustapalvelu
fr: Service en tâche de fond
hi: पृष्ठभूमि सेवा
hu: Háttérszolgáltatás
id: Layanan Latar Belakang
it: Servizio in background
ja: バックグラウンドサービス
ko: 백그라운드 서비스
ms: Perkhidmatan Latar Belakang
nb: Bakgrunnstjeneste
nl: Achtergrondservice
pl: Usługa w tle
pt: Serviço em segundo plano
ro: Serviciu de fundal
ru: Фоновая служба
sv: Bakgrundstjänst
th: บริการพื้นหลัง
tr: Arka Plan Hizmeti
uk: Фоновий сервіс
vi: Dịch vụ nền
zh_hans: 后台服务
zh_hant: 背景服務
zh_hk: 背景服務

source: Cached Icons
ar: الأيقونات المخزنة مؤقتًا
cs: Uložené ikony
da: Cachelagrede ikoner
de: Zwischengespeicherte Symbole
el: Αποθηκευμένα εικονίδια
es: Iconos en caché
fi: Välimuistissa olevat kuvakkeet
fr: Icônes en cache
hi: कैश्ड आइकन
hu: Gyorsítótárazott ikonok
id: Ikon yang Di-cache
it: Icone memorizzate
ja: キャッシュされたアイコン
ko: 캐시된 아이콘
ms: Ikon yang Dicache
nb: Bufrede ikoner
nl: Opgeslagen pictogrammen
pl: Zapisane ikony
pt: Ícones em cache
ro: Pictograme în cache
ru: Кэшированные значки
sv: Cachade ikoner
th: ไอคอนที่แคชไว้
tr: Önbelleğe Alınmış Simgeler
uk: Кешовані іконки
vi: Biểu tượng đã lưu
zh_hans: 缓存图标
zh_hant: 快取圖像
zh_hk: 快取圖像

source: Cached Icons: %lld
ar: الأيقونات المخزنة مؤقتًا: %lld
cs: Uložené ikony: %lld
da: Cachelagrede ikoner: %lld
de: Zwischengespeicherte Symbole: %lld
el: Αποθηκευμένα εικονίδια: %lld
es: Iconos en caché: %lld
fi: Välimuistissa olevat kuvakkeet: %lld
fr: Icônes en cache : %lld
hi: कैश्ड आइकन: %lld
hu: Gyorsítótárazott ikonok: %lld
id: Ikon yang Di-cache: %lld
it: Icone memorizzate: %lld
ja: キャッシュアイコン: %lld
ko: 캐시된 아이콘: %lld
ms: Ikon yang Dicache: %lld
nb: Bufrede ikoner: %lld
nl: Opgeslagen pictogrammen: %lld
pl: Zapisane ikony: %lld
pt: Ícones em cache: %lld
ro: Pictograme în cache: %lld
ru: Кэшированные значки: %lld
sv: Cachade ikoner: %lld
th: ไอคอนที่แคชไว้: %lld
tr: Önbelleğe Alınmış Simgeler: %lld
uk: Кешовані іконки: %lld
vi: Biểu tượng đã lưu: %lld
zh_hans: 缓存图标: %lld
zh_hant: 快取圖像：%lld
zh_hk: 快取圖像：%lld

source: Cancel
ar: إلغاء
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Kumoa
fr: Annuler
hi: रद्द करें
hu: Mégsem
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
ro: Anulare
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消
zh_hk: 取消

source: Changes will take full effect after restarting the app
ar: ستدخل التغييرات حيز التنفيذ بالكامل بعد إعادة تشغيل التطبيق
cs: Změny se plně projeví po restartování aplikace
da: Ændringerne træder fuldt i kraft efter genstart af appen
de: Änderungen werden nach einem Neustart der App vollständig wirksam
el: Οι αλλαγές θα εφαρμοστούν πλήρως μετά την επανεκκίνηση της εφαρμογής
es: Los cambios surtirán efecto completo después de reiniciar la aplicación
fi: Muutokset tulevat voimaan sovelluksen uudelleenkäynnistyksen jälkeen
fr: Les changements prendront pleinement effet après le redémarrage de l'application
hi: ऐप को पुनः प्रारंभ करने के बाद परिवर्तन पूरी तरह प्रभावी होंगे
hu: A változások az alkalmazás újraindítása után lépnek teljes mértékben érvénybe
id: Perubahan akan berlaku sepenuhnya setelah memulai ulang aplikasi
it: Le modifiche avranno pieno effetto dopo il riavvio dell'app
ja: 変更はアプリを再起動した後に完全に有効になります
ko: 앱을 다시 시작하면 변경 사항이 적용됩니다
ms: Perubahan akan berkuat kuasa sepenuhnya selepas memulakan semula apl
nb: Endringene trer i kraft etter omstart av appen
nl: Wijzigingen worden volledig van kracht na het herstarten van de app
pl: Zmiany zostaną w pełni zastosowane po ponownym uruchomieniu aplikacji
pt: As alterações terão efeito completo após reiniciar o aplicativo
ro: Modificările vor avea efect complet după repornirea aplicației
ru: Изменения вступят в силу после перезапуска приложения
sv: Ändringarna träder i kraft efter omstart av appen
th: การเปลี่ยนแปลงจะมีผลสมบูรณ์หลังจากรีสตาร์ทแอป
tr: Değişiklikler uygulamayı yeniden başlattıktan sonra tam olarak geçerli olacaktır
uk: Зміни повністю набудуть чинності після перезапуску додатка
vi: Thay đổi sẽ có hiệu lực đầy đủ sau khi khởi động lại ứng dụng
zh_hans: 更改将在重新启动应用后完全生效
zh_hant: 重新啟動 App 後，變更才會完全生效
zh_hk: 重新啟動應用程式後，變更才會完全生效

source: Changing the icon...
ar: جارٍ تغيير الأيقونة...
cs: Změna ikony...
da: Skifter ikon...
de: Symbol wird geändert...
el: Αλλαγή εικονιδίου...
es: Cambiando el icono...
fi: Vaihdetaan kuvaketta...
fr: Modification de l'icône en cours...
hi: आइकन बदला जा रहा है...
hu: Ikon módosítása...
id: Mengubah ikon...
it: Cambio dell'icona in corso...
ja: アイコンを変更中...
ko: 아이콘 변경 중...
ms: Menukar ikon...
nb: Endrer ikon...
nl: Pictogram wijzigen...
pl: Zmiana ikony...
pt: Alterando o ícone...
ro: Se schimbă pictograma...
ru: Изменение значка...
sv: Byter ikon...
th: กำลังเปลี่ยนไอคอน...
tr: Simge değiştiriliyor...
uk: Зміна іконки...
vi: Đang thay đổi biểu tượng...
zh_hans: 正在更改图标...
zh_hant: 正在更改圖像...
zh_hk: 正在更改圖像...

source: Check for Updates…
ar: التحقق من التحديثات…
cs: Zkontrolovat aktualizace…
da: Søg efter opdateringer…
de: Nach Updates suchen…
el: Έλεγχος για ενημερώσεις…
es: Buscar actualizaciones…
fi: Tarkista päivitykset…
fr: Rechercher les mises à jour…
hi: अपडेट की जांच करें…
hu: Frissítések keresése…
id: Periksa Pembaruan…
it: Verifica aggiornamenti…
ja: アップデートを確認…
ko: 업데이트 확인…
ms: Semak Kemas Kini…
nb: Se etter oppdateringer…
nl: Controleren op updates…
pl: Sprawdź aktualizacje…
pt: Verificar atualizações…
ro: Verificare actualizări…
ru: Проверить обновления…
sv: Sök efter uppdateringar…
th: ตรวจสอบการอัปเดต…
tr: Güncellemeleri Kontrol Et…
uk: Перевірити оновлення…
vi: Kiểm tra cập nhật…
zh_hans: 检查更新…
zh_hant: 檢查更新項目…
zh_hk: 檢查更新項目…

source: Check Interval
ar: فترة الفحص
cs: Interval kontroly
da: Kontrolinterval
de: Prüfintervall
el: Διάστημα ελέγχου
es: Intervalo de comprobación
fi: Tarkistusväli
fr: Intervalle de vérification
hi: जांच अंतराल
hu: Ellenőrzési időköz
id: Interval Pemeriksaan
it: Intervallo di controllo
ja: チェック間隔
ko: 확인 간격
ms: Selang Semakan
nb: Kontrollintervall
nl: Controle-interval
pl: Interwał sprawdzania
pt: Intervalo de verificação
ro: Interval de verificare
ru: Интервал проверки
sv: Kontrollintervall
th: ช่วงเวลาตรวจสอบ
tr: Kontrol Aralığı
uk: Інтервал перевірки
vi: Khoảng thời gian kiểm tra
zh_hans: 检查间隔
zh_hant: 檢查間隔
zh_hk: 檢查間隔

source: Check Setup Status
ar: التحقق من حالة الإعداد
cs: Zkontrolovat stav nastavení
da: Kontrollér installationsstatus
de: Einrichtungsstatus prüfen
el: Έλεγχος κατάστασης εγκατάστασης
es: Verificar estado de configuración
fi: Tarkista asennuksen tila
fr: Vérifier l'état de la configuration
hi: सेटअप स्थिति जांचें
hu: Telepítés állapotának ellenőrzése
id: Periksa Status Pengaturan
it: Verifica stato configurazione
ja: セットアップ状況を確認
ko: 설정 상태 확인
ms: Semak Status Persediaan
nb: Sjekk oppsettsstatus
nl: Installatiestatus controleren
pl: Sprawdź status konfiguracji
pt: Verificar estado da configuração
ro: Verificare stare configurare
ru: Проверить состояние настройки
sv: Kontrollera installationsstatus
th: ตรวจสอบสถานะการตั้งค่า
tr: Kurulum Durumunu Kontrol Et
uk: Перевірити стан налаштування
vi: Kiểm tra trạng thái cài đặt
zh_hans: 检查设置状态
zh_hant: 檢查設定狀態
zh_hk: 檢查設定狀態

source: Checking Setup...
ar: جارٍ التحقق من الإعداد...
cs: Kontrola nastavení...
da: Kontrollerer installation...
de: Einrichtung wird geprüft...
el: Έλεγχος εγκατάστασης...
es: Verificando configuración...
fi: Tarkistetaan asennusta...
fr: Vérification de la configuration...
hi: सेटअप जांचा जा रहा है...
hu: Telepítés ellenőrzése...
id: Memeriksa Pengaturan...
it: Verifica configurazione...
ja: セットアップを確認中...
ko: 설정 확인 중...
ms: Menyemak Persediaan...
nb: Sjekker oppsett...
nl: Installatie controleren...
pl: Sprawdzanie konfiguracji...
pt: Verificando configuração...
ro: Se verifică configurarea...
ru: Проверка настройки...
sv: Kontrollerar installation...
th: กำลังตรวจสอบการตั้งค่า...
tr: Kurulum Kontrol Ediliyor...
uk: Перевірка налаштування...
vi: Đang kiểm tra cài đặt...
zh_hans: 正在检查设置...
zh_hant: 正在檢查設定...
zh_hk: 正在檢查設定...

source: Chinese (Hong Kong)
ar: الصينية (هونغ كونغ)
cs: Čínština (Hongkong)
da: Kinesisk (Hongkong)
de: Chinesisch (Hongkong)
el: Κινεζικά (Χονγκ Κονγκ)
es: Chino (Hong Kong)
fi: Kiina (Hongkong)
fr: Chinois (Hong Kong)
hi: चीनी (हांगकांग)
hu: Kínai (Hongkong)
id: Tionghoa (Hong Kong)
it: Cinese (Hong Kong)
ja: 中国語（香港）
ko: 중국어(홍콩)
ms: Cina (Hong Kong)
nb: Kinesisk (Hongkong)
nl: Chinees (Hongkong)
pl: Chiński (Hongkong)
pt: Chinês (Hong Kong)
ro: Chineză (Hong Kong)
ru: Китайский (Гонконг)
sv: Kinesiska (Hongkong)
th: จีน (ฮ่องกง)
tr: Çince (Hong Kong)
uk: Китайська (Гонконг)
vi: Tiếng Trung (Hồng Kông)
zh_hans: 中文（香港）
zh_hant: 中文（香港）
zh_hk: 中文（香港）
